Repository: ha20s/Wahaji
Catalog: Wahaji/Localizable.xcstrings
Source language: en
Languages: ar

# AquariusStar
source: Aquarius
ar: نجم الدلو

# CrowDes
source: Southern constellation resembling a crow, housing bright stars like Gamma, Delta, Epsilon, and Beta Corvi, forming a distinct quadrilateral.
ar: كوكبة صغيرة في النصف الجنوبي من السماء، وسمّيت بذلك لأنها تصور شكل غراب . ومن ألمع النجوم في هذه الكوكبة: جاما ودلتا و إبسيلون و بيتا كورفي، والتي تشكل رباعيًا مميزا في سماء الليل.

# CrowStar
source: Crow
ar: نجم الغراب

# KeyintroductionStatement
source: There is a saying passed down among astronomers it says the number of stars in the universe more than the number of grains of sand in each beaches of the world combined
ar: ثمة قولاً متناقلاً بين علماء الفلك يقول إن عدد النجوم في الكون يزيد عن عدد حبات الرمل في كلّ شواطئ العالم مجتمعة

# navigationIntoCategories
source: Start your journey
ar: إبدأ رحلتك

# NourthStars
source: North Stars
ar: النجوم الشمالية

# QueenDes
source: Prominent Northern Hemisphere constellation, visible year-round, features key stars like the camel's back and knee. Named for its resemblance to a woman sitting on a chair
ar: من أبراج النصف الشمالي للكرة الأرضية، يظهر طوال العام ولفترات طويلة، ومن أهم النجوم الموجودة فيها: ظهر الناقة و الركبة. وسميت بهذا الأسم لأنها تشبه صورة إمرأة تجلس على كرسي.

# QueenStar
source: Queen-Cassiopeia
ar: ذات الكرسي

source: South Stars
ar: النجوم الجنوبية

# TaurusDes
source: Southern constellation with Aldebaran as one of its brightest stars, named for its bull-like shape.
ar: كوكبة من النصف الجنوبي في السماء، ومن ألمع نجومه الدبران. وسميّ بذلك لأنه يشبه شكل ثور.

# TaurusStar
source: Taurus
ar: نجم الثور
